;;;  -*- no-byte-compile: t; -*-

;; General
(package! annalist)

;; Ruby stuff
(package! enh-ruby-mode)
(package! rbenv)
(package! yard-mode)
(package! rinari)
(package! rubocop)

;; Haskell!
(package! hindent)

;; Typescript
(package! typescript-mode)

;; Rust
(package! racer)
(package! cargo)
(package! rust-mode)
(package! flycheck-rust)
