{
  "abstract.vim": { "branch": "master" },
  "cellular-automaton.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "master" },
  "delimitMate": { "branch": "master" },
  "everblush.vim": { "branch": "main" },
  "everforest": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gleam.vim": { "branch": "main" },
  "goyo.vim": { "branch": "master" },
  "gruber-darker-vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "hare.vim": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "is.vim": { "branch": "master" },
  "jai.vim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "odin.vim": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "scratch.vim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "spaceduck": { "branch": "main" },
  "srcery-vim": { "branch": "master" },
  "tokyonight-vim": { "branch": "master" },
  "vaxe": { "branch": "master" },
  "vim-aurora": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-colors-lucid": { "branch": "master" },
  "vim-crystal": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-expand-region": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-go": { "branch": "master" },
  "vim-gruvbit": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jinja": { "branch": "master" },
  "vim-nim": { "branch": "main" },
  "vim-ocaml": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-sourcepawn": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-svelte": { "branch": "main" },
  "vim-teal": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "yowish.vim": { "branch": "master" },
  "zengarden": { "branch": "main" },
  "zig.vim": { "branch": "master" }
}
